[{"title": "Bibliographical pitfalls. Linked books by George Watson Cole ... ", "author": "Cole, George Watson, 1850-1939.", "id": "001167154"}, {"title": "Bibliothèque Léon Abrami; livres illustrés du XVIIIe siècle reliés en maroquin la plupart armoriés ou ornés de dentelles ", "author": "Abrami, Léon.", "id": "010602321"}, {"title": "Choix de livres illustrés des XVIIIe e XIXe siècles et d'éditions originales romantiques, la plupart en reliures d'époque illustrés modernes en belles reliures (Marius Michel, Noulhac, Legrain, etc.) ", "author": "Giraud-Badin, L.", "id": "001762370"}, {"title": "Die illustrierten deutschen bücher des 19. jahrhunderts von Arthur Rümann. Unter dem patronat der Schweizer bibliophilengesellschaft ", "author": "Rümann, Arthur, 1888-1963.", "id": "001762389"}, {"title": "Die illustrierten deutschen bücher des 19. jahrhunderts von Arthur Rümann. Unter dem patronat der Schweizer bibliophilengesellschaft ", "author": "Rümann, Arthur, 1888-1963.", "id": "001762389"}, {"title": "Die illustrierten französischen bücher des 18. jahrhunderts von Max Sander, unter dem patronat der Schweizer bibliophilengesellschaft ", "author": "Sander, Max.", "id": "001762386"}, {"title": "Die illustrierten französischen bücher des 18. jahrhunderts von Max Sander, unter dem patronat der Schweizer bibliophilengesellschaft ", "author": "Sander, Max.", "id": "001762386"}, {"title": "Le livre illustré au XVe siècle. Avec 344 figures sur 220 planches dont une en couleurs et 3 en bistre, plus 15 figures dans le texte dont 2 en couleurs ", "author": "Leo S. Olschki (Firm)", "id": "001167074"}, {"title": "Die Miniaturenhandschriften der Giessener Universitätsbibliothek und der Gräfl. Solmsischen Bibliothek zu Laubach von Hermann Otto Vaubel ", "author": "Universitätsbibliothek Giessen.", "id": "006652197"}, {"title": "The Mosher books; a list of belles lettres issued in limited editions 1926", "author": "Mosher, Thomas Bird, 1852-1923.", "id": "000550753"}]