[{"title": "Annual report - Bureau of Reclamation no.25 1925/1926", "author": "United States. Bureau of Reclamation.", "id": "000499723"}, {"title": "Annual report - Bureau of Reclamation no.25 1925-1926", "author": "United States. Bureau of Reclamation.", "id": "000499723"}, {"title": "Annual report - Bureau of Reclamation 1921-1926", "author": "United States. Bureau of Reclamation.", "id": "000499723"}, {"title": "Annual report of the New York Water power commission for year ending December 31. 1926 1926", "author": "New York (State). Water Power Commission.", "id": "100103060"}, {"title": "Flood control in the Sacramento and San Joaquin river systems. Letter from the secretary of war transmitting to the chairman of the Committee on Commerce, United States Senate, a letter of the chief of engineers, U.S. Army, with reports of the Board of Engineers for Rivers and Harbors and the California Débris Commission on the control of floods in the Sacramento and San Joaquin river systems ... ", "author": "United States. Army. Corps of Engineers.", "id": "012336027"}, {"title": "Guide to Swiss hydraulic developments. English ed. 1926 Published by the Swiss Association for the Utilisation of Hydraulic Power ", "author": "Schweizerischer Wasserwirtschaftsverband.", "id": "001514371"}, {"title": "Guide to Swiss hydraulic developments. English ed. 1926 Published by the Swiss Association for the Utilisation of Hydraulic Power ", "author": "Schweizerischer Wasserwirtschaftsverband.", "id": "001514371"}, {"title": "Illinois river, Ill., and the abstraction of water from lake Michigan. Hearings before the Committee on rivers and harbors, House of representatives, Sixty-ninth Congress, first session, on the subject of the improvement of the Illinois river, Ill., and the abstraction of water from lake Michigan. February 11, March 30 and 31, April 1, 2, and 3, 1926 ", "author": "United States. Congress. House. Committee on Rivers and Harbors.", "id": "101703943"}, {"title": "The Mississippi River passes by Major Mason J. Young ", "author": "Young, Mason J.", "id": "102422854"}, {"title": "Progress report on the water supply of southern California (setting forth progress of plans for distributing Colorado River water directly from Boulder Canyon dam to all parts of southern California) to Friend Wm.Richardson, governor of California by Paul Bailey, acting state engineer. July 12, 1926 copy 2", "author": "California. Division of Engineering and Irrigation.", "id": "006205468"}, {"title": "Regulation of elevation and discharge of the Great Lakes, designs for gates, sluices, locks, etc., in the Niagara and St. Clair rivers by John R. Freeman ... Dec. 30, 1925. Revised to Oct. 1, 1926 ", "author": "Freeman, John Ripley, 1855-1932.", "id": "001514678"}, {"title": "Regulation of elevation and discharge of the Great Lakes, designs for gates, sluices, locks, etc., in the Niagara and St. Clair rivers by John R. Freeman ... Dec. 30, 1925. Revised to Oct. 1, 1926 ", "author": "Freeman, John Ripley, 1855-1932.", "id": "001514678"}, {"title": "Report of the Superintendent of Water Powers for the fiscal year ending March 31 ... Department of the Interior, Dominion of Canada 1925-26", "author": "Canada. Dominion Water Power Branch.", "id": "008897515"}, {"title": "Report... v.15 1925/1926", "author": "Québec (Province) Streams Commission.", "id": "000635944"}, {"title": "The straightening of the Chicago River ", "author": "Chicago (Ill.). Citizens' Committee on River Straightening.", "id": "006587919"}, {"title": "To suspend the jurisdiction of the Federal power commission to issue licenses on the Tennessee river watershed. Hearings before the Committee on agriculture and forestry, United States Senate, Sixty-ninth Congress, first session, on S. J. Res. 35, to suspend the jurisdiction, power, and authority of the Federal power commission to issue licenses on the Tennessee river and its tributaries until the Congress has taken final action for the control, operation, or disposition of dam no. 2 on said river, at Muscle shoals, Ala January 11, 18, and 19, 1926 ... ", "author": "United States. Congress. Senate. Committee on Agriculture and Forestry.", "id": "001517505"}]