[{"title": "Audit of accounts of collectors of customs. : Hearings, Sixty-ninth Congress, first session ", "author": "United States. Congress. House. Committee on Ways and Means.", "id": "100715816"}, {"title": "Chiropractic and osteopathic licensure in the District of Columbia. Hearing before a subcommittee of the Committee on the District of Columbia, United States Senate, Sixty-ninth Congress, first session on H.R. 9055 and S. 3843, bills to regulate the practice of chiropractic and osteopathy in the District of Columbia, June 10, 1926. Printed for the use of the Committee on the District of Columbia ", "author": "United States. Congress. Senate. Committee on the District of Columbia.", "id": "102141377"}, {"title": "Coal ", "author": "United States. Congress. House. Committee on Interstate and Foreign Commerce.", "id": "000958660"}, {"title": "Coal v.1", "author": "United States. Congress. House. Committee on Interstate and Foreign Commerce.", "id": "000958660"}, {"title": "Colorado River basin ", "author": "United States. Congress. Senate. Committee on Irrigation and Reclamation.", "id": "001514716"}, {"title": "Colorado River basin (pt.1-6)", "author": "United States. Congress. Senate. Committee on Irrigation and Reclamation.", "id": "001514716"}, {"title": "Commemorative coin--Oregon trail ", "author": "United States. Congress. Senate. Committee on Banking and Currency.", "id": "001603982"}, {"title": "Conditions in Hawaii. : Hearing, Sixty-ninth Congress, first session. April 7, 1926 ", "author": "United States. Congress. Senate. Committee on Territories and Insular Possessions.", "id": "100715989"}, {"title": "Continuous discharge book for American seamen : hearings ... Sixty-ninth Congress, first session, on S. 1079 ... (pt.1-2)", "author": "United States. Congress. Senate. Committee on Commerce.", "id": "010247220"}, {"title": "Copyright ", "author": "United States. Congress. House. Committee on Patents.", "id": "001175661"}, {"title": "Corn sugar : hearings ... Sixty-ninth Corgress, first session, on S. 481 a bill to amend the Food and Drugs Act. January 7, 1926 ", "author": "United States. Congress. Senate. Committee on Manufactures.", "id": "100669952"}, {"title": "Cottonseed oil futures ", "author": "United States. Congress. Senate. Committee on Agriculture and Forestry.", "id": "001119124"}, {"title": "Crude rubber, coffee, etc ", "author": "United States. Congress. House. Committee on Interstate and Foreign Commerce.", "id": "001430352"}, {"title": "Department of defense and unification of air service ", "author": "United States. Congress. House. Committee on Military Affairs.", "id": "001621036"}, {"title": "Deportation of certain alien seamen. Hearings before the Committee on immigration, United States Senate, Sixty-ninth Congress, first session on S. 3574, a bill to provide for the deportation of certain alien seamen, and for other purposes. March 25 and April 15, 1926 ... ", "author": "United States. Congress. Senate. Committee on Immigration.", "id": "102263649"}, {"title": "Division of safety : hearings before the Committee on Labor, House of Representatives, Sixty-ninth Congress, first session, on H.R. 11886 and H.R. 12263, bills to create in the Bureau of Labor Statistics of the Department of Labor a division of safety ", "author": "United States. Congress. House. Committee on Labor.", "id": "101707578"}, {"title": "Division of Safety hearings before the United States House Committee on Labor, Sixty-Ninth Congress, first session, on May 7, 14, 21, 1926 ", "author": "United States. Congress. House. Committee on Labor.", "id": "002666662"}, {"title": "Erection of a Veterans' bureau hospital in the state of Kentucky ", "author": "United States. Congress. House. Committee on world war verterans' legislation.", "id": "001622521"}, {"title": "Establishment of a forest experiment station in Pennsylvania. : Hearing before the Committee on Agriculture and Forestry, United States Senate, Sixty-ninth Congress, first session on S. 2516 a bill for the establishment and maintenance of a forest experiment station in Pennsylvania and the neighboring states. April 17, 1926 ", "author": "United States. Congress. Senate. Committee on Agriculture and Forestry.", "id": "100670251"}, {"title": "Excluding lottery and other gambling devices from the mails : hearings before a Subcommittee of the Committee on Post Office and Post Roads, House of Representatives, Sixty-ninth Congress, first session, on H. R. 6982. February 18, 1926 ", "author": "United States. Congress. House. Committee on Post Office and Post Roads. Subcommittee No. 2, Offenses Against the Postal Service.", "id": "100669000"}, {"title": "Federal Caustic Poison Act : hearing before the Committee on Interstate Commerce, United States Senate, Sixty-ninth Congress, first session, on S. 2320, a bill to safeguard the distribution and sale of certain dangerous caustic or corrosive acids, alkalies, and other substances in interstate and foreign commerce. March 5, 1926 ", "author": "United States. Congress. Senate. Committee on Interstate Commerce.", "id": "100676809"}, {"title": "Fire protection in the Santa Barbara, Angeles, San Bernardino, and Cleveland National Forests : hearings before the Committee on Agriculture and Forestry, United States Senate, Sixty-ninth Congress, first session, on S. 574, a bill to provide cooperation to safeguard endangered agricultural and municipal interests and to protect the forest cover on the Santa Barbara, Angeles, San Bernardino, and Cleveland national forests from destruction by fire, and for other purposes, January 12 and 13, 1926 ", "author": "United States. Congress. Senate. Committee on Agriculture and Forestry.", "id": "100670028"}, {"title": "Fiscal affairs, United States government and the District of Columbia. Hearing before a subcommittee of the Committee on the District of Columbia, House of Representatives, Sixty-ninth Congress, first session, on H. R. 392.  March 23, 1926 ", "author": "United States. Congress. House. Committee on the District of Columbia.", "id": "102141043"}, {"title": "Foreign field service. Department of agriculture ", "author": "United States. Congress. Senate. Committee on Agriculture and Forestry.", "id": "001503875"}, {"title": "The French spoliation claims ", "author": "United States. Congress. Senate. Committee on Claims.", "id": "001158100"}, {"title": "Hearings : [Work relief and relief]. 1924-1926 pt.1", "author": "United States. Congress. House. Committee on Appropriations.", "id": "002136702"}, {"title": "Hearings : [Work relief and relief]. 1924-1926 pt.2", "author": "United States. Congress. House. Committee on Appropriations.", "id": "002136702"}, {"title": "Hearings : [Work relief and relief]. 1925-1926", "author": "United States. Congress. House. Committee on Appropriations.", "id": "002136702"}, {"title": "Hearings : [Work relief and relief]. 1926", "author": "United States. Congress. House. Committee on Appropriations.", "id": "002136702"}, {"title": "Hearings : [Work relief and relief]. 1926", "author": "United States. Congress. House. Committee on Appropriations.", "id": "002136702"}, {"title": "Hearings and Report on workmen's compensation in the District of Columbia. Sixty-seventh Congress. Sixty-eighth Congress ", "author": "United States. Congress. House. Committee on the District of Columbia.", "id": "101707302"}, {"title": "Improvement of rivers and harbors. Hearings before the Committee on commerce. United States Senate, Sixty-ninth Congress, first session, on H. R. 11616, an act authorizing the construction, repair, and preservation of certain public works on rivers and harbors, and for other purposes ... 1926/1927", "author": "United States. Congress. Senate. Committee on Commerce.", "id": "001349084"}, {"title": "Indexing of Federal and State Laws : hearings before the United States House Committee on the Judiciary, Subcommittee No. 2 (Judiciary), Sixty-Ninth Congress, first session, on Apr. 2, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary. Subcommittee No. 2.", "id": "100666272"}, {"title": "Interest rates for carriers : hearings before the Committee on Interstate Commerce, United States Senate, Sixty-ninth Congress, first session, on S. 2929, a bill to authorize the refunding of certain evidences of indebtedness issued by carriers in interstate commerce and for other purposes pt.1-3", "author": "United States. Congress. Senate. Committee on Interstate Commerce.", "id": "100674774"}, {"title": "Intrastate railroad construction : hearings before a subcommittee of the Committee on Interstate Commerce, United States Senate, Sixty-ninth Congress, first session, on S. 758, a bill to amend paragraphs (3) and (4) of section 13 of the Interstate Commerce Act. April 1, 2, and 8, 1926 ", "author": "United States. Congress. Senate. Committee on Interstate Commerce. Subcommittee on S. 758.", "id": "100669530"}, {"title": "Journal of the executive proceedings of the Senate of the United States of America v.64 pt.1 1925-1926", "author": "United States. Congress. Senate.", "id": "001300805"}, {"title": "Journal of the executive proceedings of the Senate of the United States of America V64PT1 1925-1926", "author": "United States. Congress. Senate.", "id": "001300805"}, {"title": "Journal of the executive proceedings of the Senate of the United States of America v.64 pt.2 1925-1926", "author": "United States. Congress. Senate.", "id": "001300805"}, {"title": "Lake of the Woods : hearings before the United States House Committee on Foreign Affairs, Sixty-Ninth Congress, first session, on Mar. 2, 4, 11-13, 1926 ", "author": "United States. Congress. House. Committee on Foreign Affairs.", "id": "100665928"}, {"title": "Lake of the woods. Hearings before the Committee on foreign affairs, House of representatives, Sixty-ninth Congress, first session, on H.R. 9872, a bill to carry into effect provisions of the convention between the United States and Great Britain to regulate the level of Lake of the woods concluded on the 24th day of February, 1925. March 2, 4, 11, 12, and 13, 1926 ", "author": "United States. Congress. House. Committee on Foreign Affairs.", "id": "101707567"}, {"title": "Legislative report of the Citizens' Advisory Council to the Board of Commissioners of the District of Columbia Printed at the request of the Committee on the District of Columbia, House of Representatives, Sixty-Ninth Congress ", "author": "Citizens' Advisory Council of the District of Columbia.", "id": "100669828"}, {"title": "The Louisiana and Texas Intracoastal Waterway : hearings on the subject of the improvement of the Louisiana and Texas Intracoastal Waterway from the Mississippi River, at or near New Orleans, La., to Corpus Christi, Tex., held before the Committee on Rivers and Harbors, House of Representatives, Sixty-ninth Congress, first session ", "author": "United States. Congress. House. Committee on Rivers and Harbors.", "id": "100718117"}, {"title": "The metric system ... : House of Representatives, sixty-ninth Congress, first session, on H.R. 10 ... ", "author": "United States. Congress. House. Committee on Coinage, Weights, and Measures.", "id": "102140969"}, {"title": "The metric system. Hearings before the Committee on coinage, weights, and measures, House of representatives, Sixty-ninth Congress, first session on H. R. 10, a bill extending the use of metric weights and measures in merchandising ", "author": "United States. Congress. House. Committee on Coinage, Weights, and Measures.", "id": "000634786"}, {"title": "National arboretum. : Hearing before the Committee on Agriculture and Forestry, United States Senate, Sixty-ninth Congress, first session, on S. 1640, a bill authorizing the Secretary of Agriculture to establish a National Arboretum, and for other purposes. January 20, 1926 ", "author": "United States. Congress. Senate. Committee on Agriculture and Forestry.", "id": "100668570"}, {"title": "National forests and the public domain v.1", "author": "United States. Congress. Senate. Committee on Public Lands and Surveys.", "id": "001508794"}, {"title": "National forests and the public domain v.1-5", "author": "United States. Congress. Senate. Committee on Public Lands and Surveys.", "id": "001508793"}, {"title": "National forests and the public domain v.2", "author": "United States. Congress. Senate. Committee on Public Lands and Surveys.", "id": "001508794"}, {"title": "National forests and the public domain v.3", "author": "United States. Congress. Senate. Committee on Public Lands and Surveys.", "id": "001508794"}, {"title": "National forests and the public domain v.6-10", "author": "United States. Congress. Senate. Committee on Public Lands and Surveys.", "id": "001508793"}, {"title": "National forests and the public domain pt.11-15", "author": "United States. Congress. Senate. Committee on Public Lands and Surveys.", "id": "001508793"}, {"title": "National forests and the public domain v.11-16", "author": "United States. Congress. Senate. Committee on Public Lands and Surveys.", "id": "001508793"}, {"title": "National Military Park at Cowpens Battle Ground. : Hearings before the Committee on military affairs, House of representatives, Sixty-ninth Congress, first session, on H.R. 4532. February 24, 1926 Statements of Hon. Wm. F. Stevenson, of South Carolina, Hon. John J. McSwain of South Carolina, and a committee of citizens of South Carolina ", "author": "United States. Congress. House. Committee on Military Affairs.", "id": "100669510"}, {"title": "Nomination of Thomas F. Woodlock : hearings before the Committee on Interstate Commerce, United States Senate, sixth-ninth Congress, first session relative to the appointment of Thomas F. Woodlock to be a member of the Interstate Commerce Commission pt.1-2", "author": "United States. Congress. Senate. Committee on Interstate Commerce.", "id": "100675904"}, {"title": "Nomination of Wallace McCamant : hearings before the United States Senate Committee on the Judiciary, Sixty-Ninth Congress, first session, on Jan. 29, 1926 ", "author": "United States. Congress. Senate. Committee on the Judiciary.", "id": "007417447"}, {"title": "North Platte River : hearing before the Committee on Irrigation and Reclamation, United States Senate, Sixty-ninth Congress, first session, on S. 1893, a bill to provide for the storage for diversion of the waters of the North Platte River and construction of the Casper-Alcova reclamation project. February 26, 1926 ", "author": "United States. Congress. Senate. Committee on Irrigation and Reclamation.", "id": "100669789"}, {"title": "Pecos River--Red Bluff Reservoir. Hearings ... Sixty-ninth Congress, first session ", "author": "United States. Congress. House. Committee on Irrigation and Reclamation.", "id": "101707577"}, {"title": "Preliminary examinations and surveys for flood control : hearings before the Committee on Flood Control, House of Representatives, Sixty-ninth Congress, first session on preliminary examinations and surveys with a view to flood control on sundry streams, March 18, 20, 24, 25, and April 1, 1926 ", "author": "United States. Congress. House. Committee on Flood Control.", "id": "101707566"}, {"title": "Price regulation for trade-marked articles : Hearing before the Committee on interstate and foreign commerce, House of representatives, sixty-ninth Congress, first session on H.R. 11. ", "author": "United States. Congress. House. Committee on Interstate and Foreign Commerce.", "id": "100681450"}, {"title": "Proposed department of education. Joint hearings before the Committee on education and labor, United States Senate and the Committee on education, House of representatives, Sixty-ninth Congress, first session, on S. 291 and H. R. 5000 ", "author": "United States. Congress. Senate. Committee on Education and Labor.", "id": "001278868"}, {"title": "Proposed federal motion picture commission. Hearings before the Committee on education. House of representatives, Sixty ninth Congress, first session, on H. R. 1091 and H. R. 6233, bills to create a commission to be known as the Federal motion picture commission, and defining its powers and duties. April 14, 15, 16, 17, 27, and May 4, 1926 ... ", "author": "United States. Congress. House. Committee on Education.", "id": "001900663"}, {"title": "Proposed federal motion picture commission. Hearings before the Committee on education. House of representatives, Sixty ninth Congress, first session, on H. R. 1091 and H. R. 6233, bills to create a commission to be known as the Federal motion picture commission, and defining its powers and duties. April 14, 15, 16, 17, 27, and May 4, 1926 ... ", "author": "United States. Congress. House. Committee on Education.", "id": "001900663"}, {"title": "Proposed investigation of wages and working conditions in certain industries : hearings before the Committee on Education and Labor, United States Senate, sixth-ninth  Congress, first session pursuant to S. Res. 177, a resolution authorizing the appointment of a special committee to inspect, investigate, and report upon conditions the textile, aluminum, and steel industry. May 26, 1926 ", "author": "United States. Congress. Senate. Committee on Education and Labor.", "id": "102141200"}, {"title": "Pullman surcharge ", "author": "United States. Congress. Senate. Committee on Interstate Commerce.", "id": "000969595"}, {"title": "Ratification and confirmation of naturalization of certain persons of the Hindu race. Hearings, Sixty-ninth Congress, second session, on S. J. Res, 128 ", "author": "United States. Congress. Senate. Committee on Immigration", "id": "102733586"}, {"title": "Registration and license for the fruit and vegetable industry. Hearings, Sixth-ninth Congress, first session ", "author": "United States. Congress. Senate. Committee on Agriculture and Forestry.", "id": "010374271"}, {"title": "Registration of official mail matter of the executive departments : hearings before a subcommittee of the committee on the Post Office and Post Roads, House of Representatives, Sixty-ninth Congress, first session, on H. R. 8904. April 6, 1926 ", "author": "United States. Congress. House. Committee on Post Office and Post Roads. Subcommittee No. 8, Special Postal Services (Registry, Money Orders, Special Delivery, Collect on Delivery, Insurance)", "id": "101707585"}, {"title": "Relief of the Polish-American Navigation Corporation : hearings before a Subcommittee of the Committee on the Merchant Marine and Fisheries, House of Representatives, Sixty-ninth Congress, first session, on H. R. 8574, a bill for the relief of the Polish-American Navigation Corporation. April 26 and 28, and May 14, June 8, 1926 ", "author": "United States. Congress. House. Committee on Merchant Marine and Fisheries.", "id": "100668616"}, {"title": "Removal of phosphorus in Chesapeake Bay where wild ducks feed : hearings before the Committee on Military Affairs, House of Representatives, Sixty-ninth Congress, first session, on H. R. 11087, authorizing certain dredging and filing in the vicinity of the Aberdeen Proving Grounds, Maryland. May 18, 1926 ", "author": "United States. Congress. House. Committee on Military Affairs.", "id": "100668120"}, {"title": "Revenue act of 1926 : hearings before the Committee on Finance, United States Senate, Sixty-ninth Congress, first session, on H.R. 1, an act to reduce and equalize taxation, to provide revenue, and for other purposes. January 4-14, 1926 ", "author": "United States. Congress. Senate. Committee on Finance.", "id": "000959742"}, {"title": "Safeguarding national forests. Hearings before the Committee on agriculture, House of representatives, 69th Cong., 1st sess., on H. R. 4070. A bill to provide cooperation to safeguard endangered agricultural and municipal interests and to protect the forest cover on the Santa Barbara, Angeles, San Bernardino, and Cleveland national forests from destruction by fire. Jan. 16 and 18, 1926... ", "author": "United States. Congress. House. Committee on Agriculture.", "id": "002008760"}, {"title": "Sale by the United States Shipping Board of 200 Vessels to the Ford Motor Co. : hearings before the United States Senate Committee on Commerce, Sixty-Ninth Congress, first session, on Feb. 11, 1926 ", "author": "United States. Congress. Senate. Committee on Commerce.", "id": "100667236"}, {"title": "Third Hague Conference for the Codification of International Law : hearings before the United States House Committee on Foreign Affairs, Sixty-Ninth Congress, first session, on May 3-5, 21, 22, 1926 ", "author": "United States. Congress. House. Committee on Foreign Affairs.", "id": "100665930"}, {"title": "Third Hague conference for the codification of international law. Hearings before the Committee on foreign affairs, House of representatives, Sixty-ninth Congress, first session, on H.J. Res. 221, a joint resolution requesting the President to propose the calling of a third Hague conference for the codification of international law. May 3, 4, 5, 21, and 22, 1926 ", "author": "United States. Congress. House. Committee on Foreign Affairs.", "id": "101707568"}, {"title": "To amend the Copyright act ", "author": "United States. Congress. Senate. Committee on Patents.", "id": "001162216"}, {"title": "To permit plant quarantine by states. : Hearings before the Committee on Agriculture and forestry, United States Senate, Sixty-ninth Congress, first session, on S.J. Res. 67 and 78, Senate joint resolutions for the amendment of the Plant quarantine act of August 20, 1912, to allow the states to quarantine against the shipment therein or through of plants, plant products, and other articles found to be diseased or infested when not covered by a quarantine established by the secretary of agriculture and S. 3636, a bill authorizing states to enact quarantine laws. March 26 and 27, 1926 ", "author": "United States. Congress. Senate. Committee on Agriculture and Forestry.", "id": "100669537"}, {"title": "To prevent the sending of poisons or articles and compositions containing poison through the mails : hearing before the Committee on Post Offices and Post Roads, United States Senate, Sixty-ninth Congress, first session, on S. 2657, a bill to amend section 217, as amended, of the Act entitled \"An Act to codify, revise, and amend the penal laws of the United States,\" approved March 4, 1909. March 5, 1926 ", "author": "United States. Congress. Senate. Committee on Post Offices and Post Roads.", "id": "100669021"}, {"title": "To promote cooperative marketing. Hearings before the Committee on agriculture and forestry, United States Senate, Sixty-ninth Congress, first session, on S. 1910 and H. R. 7893, bills to create a Division of cooperative marketing in the Department of agriculture ", "author": "United States. Congress. Senate. Committee on Agriculture and Forestry.", "id": "000963170"}, {"title": "To provide for national defense : hearings before the Committee on Military Affairs, United States Senate, Sixty-ninth Congress, first session, on S. 1620, a bill to provide further for the national security and defense. April 9 and 12, 1926 ", "author": "United States. Congress. Senate. Committee on Military Affairs.", "id": "100669560"}, {"title": "To standardize clinical thermometers : hearing before the Committee on Interstate Commerce, United States Senate, Sixty-ninth Congress, first session on S. 2059 and S. 2142, bills to provide for regulating traffic in certain clinical thermometers, and for other purposes. March 5, 1926 ", "author": "United States. Congress. Senate. Committee on Interstate Commerce.", "id": "100676776"}, {"title": "Travel pay to Spanish-American War soldiers discharged in the Philippines : hearings before the Committee on Military Affairs, House of Representatives, Sixty-ninth Congress, first session, on H.R. 4101, a bill granting travel pay and other allowances to certain soldiers of the Spanish-American War and the Philippine insurrection who were discharged in the Philippines ", "author": "United States. Congress. House. Committee on Military Affairs.", "id": "100668146"}, {"title": "United States Congressional serial set 1926", "author": "United States. Congress.", "id": "006228203"}, {"title": "United States congressional serial set no.08580 v.01 yr.1926 mo.DEC07-NOV10", "author": "United States. Government Printing Office.", "id": "003051567"}, {"title": "Validity of passports : hearings before the Committee on foreign affairs, House of representatives, Sixty-ninth Congress, first session, on H. R. 11947, a bill to regulate the issue and validity of passports, and for other purposes, May 12, 1926 ", "author": "United States. Congress. House. Committee on Foreign Affairs.", "id": "010826645"}]