[{"title": "Ceremonial for the use of the Catholic churches in the United States of America ", "author": "Catholic Church.", "id": "012273733"}, {"title": "Czytania majowe na tle polskich piesni koscielnych ", "author": "Wojton, Wladyslaw", "id": "009829927"}, {"title": "Devoción al glorioso patriarca San Francisco de Asis para el día diez y siete de cada mes ", "author": "", "id": "101540727"}, {"title": "Ejercicio devoto para todos los lunes del año en honor del glorioso San Vicente Ferrer para que consigan sus devotos el alivio que desean en sus necesidades ", "author": "", "id": "101540749"}, {"title": "Kirchenlateinisches wörterbuch. Ausführliches wörterverzeichnis zum römischen missale, breviarium, rituale, graduale, pontificale, caeremoniale, martyrologium, sowie zur Vulgata und zum Codex juris canonici; desgleichen zu den proprien der bistümer Deutschlands, Österreichs, Ungarns, Luxemburgs, der Schweiz und zahlreicher kirchlicher orden und kongregationen ", "author": "Sleumer, Albert, 1876-", "id": "002240843"}, {"title": "Kirchenlateinisches Wörterbuch; ausführliches Wörterverzeichnis zum Römischen missale, breviarum, rituale, graduale, pontificale, caeremoniale, martyrologium, sowie zur Vulgata und zum Codex juris canonici; desgleichen zu den Proprien der Bistümer Deutschlands, Österreichs, Ungarns, Luxemburgs, der Schweiz und zahlreicher kirchlicher Orden und Kongregationen ", "author": "Sleumer, Albert, 1876-", "id": "006253770"}, {"title": "Kirchenlateinisches Wörterbuch; ausführliches Wörterverzeichnis zum Römischen missale, breviarum, rituale, graduale, pontificale, caeremoniale, martyrologium, sowie zur Vulgata und zum Codex juris canonici; desgleichen zu den Proprien der Bistümer Deutschlands, Österreichs, Ungarns, Luxemburgs, der Schweiz und zahlreicher kirchlicher Orden und Kongregationen ", "author": "Sleumer, Albert, 1876-", "id": "006253770"}, {"title": "Niepokalana Bogarodzica Marya w swietle Ewangelji i Ojcow Kosciola ", "author": "Flaczynski, Fr.", "id": "010372757"}, {"title": "Novena en honor de Nuestra Señora del Socorro que se venera en la S.I. Catedral de Guatemala ", "author": "", "id": "101540700"}, {"title": "Program of instructions on the liturgy of the Church for the ecclesiastical year 1925-1926 ", "author": "", "id": "102132298"}, {"title": "Recuerdo del VII [i.e. Séptimo] Centenario del seráfico padre San Francisco de Asís ", "author": "", "id": "101540763"}, {"title": "Rosary novenas to Our Lady by Charles V. Lacey ; with preface by Raymond P. Lawrence ", "author": "Lacey, Charles V.", "id": "100152693"}, {"title": "Los Socios del corazon de Jesús en la salvación del mundo ", "author": "", "id": "101540720"}, {"title": "Triduo a Señor San José ", "author": "", "id": "101540740"}, {"title": "Vara florida del Señor San José en honor del Santo Patriarca ", "author": "", "id": "101540739"}]