[{"title": "Annual report of the Commissioner of Navigation to the Secretary of Commerce for the fiscal year ended ... 1925-26 1925-1926", "author": "United States. Department of Commerce. Bureau of Navigation.", "id": "008923043"}, {"title": "Annual report of the commissioner of navigation 1926", "author": "United States. Department of Commerce. Bureau of Navigation.", "id": "001719368"}, {"title": "Annual report of the Inland Waterways Corporation to the Secretary of Commerce 1926 1926", "author": "Inland Waterways Corporation.", "id": "000544896"}, {"title": "Annual report of the Lake Carriers' Association 1926", "author": "Lake Carriers' Association.", "id": "000494023"}, {"title": "Annual report of the Lake Carriers' Association 1926", "author": "Lake Carriers' Association.", "id": "000494023"}, {"title": "Annual report of the United States Shipping Board 1925-26 1925-1926", "author": "United States. Shipping Board.", "id": "008923053"}, {"title": "Authorizing preferential rates to alien veterans and clearance of vessels on the Great Lakes : hearings ... Sixty-ninth Congress, first session ", "author": "United States. Congress. House. Committee on Merchant Marine and Fisheries.", "id": "100670035"}, {"title": "Custom house guide and United States customs tariff 1926", "author": "Alexander Hamilton United States Custom House (New York, N.Y.)", "id": "007910252"}, {"title": "Dairen-kō o chūshin to suru sanpaku no gaisei Minami Manshū Tetsudō Kabushiki Kaisha Shomubu Chōsaka 大連港を中心とする船舶の概勢南滿洲鐵道株式會社庶務部調查課 ", "author": "Izeki, Takatoshi. 夷石隆壽.", "id": "009323296"}, {"title": "A directory of names, pennant numbers, and addresses of all members of the Ship Masters' Association of the Great Lakes 1926", "author": "Ship Masters' Association of the Great Lakes.", "id": "002130894"}, {"title": "Discriminating duties and the American merchant marine [by] Lloyd W. Maxwell... ", "author": "Maxwell, Lloyd W.", "id": "001108788"}, {"title": "Discriminating duties and the American merchant marine [by] Lloyd W. Maxwell... ", "author": "Maxwell, Lloyd W.", "id": "001108788"}, {"title": "Discriminating duties and the American merchant marine [by] Lloyd W. Maxwell... ", "author": "Maxwell, Lloyd W.", "id": "001108788"}, {"title": "Discriminating duties and the American merchant marine [by] Lloyd W. Maxwell... ", "author": "Maxwell, Lloyd W.", "id": "001108788"}, {"title": "Dues and port charges on shipping throughout the world; a manual of reference for the use of shipowners, shipbrokers, and shipmasters ... edited by Robert Ritherdon V3", "author": "Taylor, E. G. R. (Eva Germaine Rimington), 1879-1966. Ritherdon, Robert,", "id": "102769156"}, {"title": "Economia dei trasporti marittimi ", "author": "Corbino, Epicarmo, 1890-", "id": "102600835"}, {"title": "The future of American shipping ", "author": "Gordon, J. R.", "id": "000969222"}, {"title": "Great Lakes general rules and regulations prescribed by the Board of Supervising Inspectors as amended at board meeting of .. 1926 1926", "author": "United States. Steamboat-Inspection Service. Board of Supervising Inspectors. United States. Steamboat-Inspection Service.", "id": "100163752"}, {"title": "International shipping &amp; shipbuilding directory 1926", "author": "", "id": "000059152"}, {"title": "Merchant marine statistics no.3 1926", "author": "United States. Bureau of Customs.", "id": "000932840"}, {"title": "Merchant marine statistics 1926", "author": "United States. Bureau of Customs.", "id": "000932840"}, {"title": "Merchant marine statistics 1926", "author": "United States. Bureau of Customs.", "id": "000932840"}, {"title": "Merchant vessels of the United States 1925-26", "author": "United States. Bureau of Navigation (Dept. of Commerce). United States. Bureau of Navigation (Dept. of Commerce and Labor). United States. Bureau of Navigation (Treasury Dept.). United States. Bureau of Statistics (Treasury Dept.). United States. Bureau o", "id": "007919581"}, {"title": "Merchant vessels of the United States United States Department of Transportation, United States Coast Guard 1925-26 1925-1926", "author": "United States. Coast Guard. United States. Bureau of Customs. United States. Bureau of Marine Inspection and Navigation. United States. Department of Commerce. Bureau of Navigation.", "id": "006109710"}, {"title": "Ocean and coastwise general rules and regulations prescribed by the Board of Supervising Inspectors as amended at board meeting of .. 1926 1926", "author": "United States. Bureau of Marine Inspection and Navigation. United States. Steamboat-Inspection Service.", "id": "100470600"}, {"title": "Ocean freight rates in United States foreign trade by A.E. Sanderson, Transportation division no. 434", "author": "Sanderson, Albert Edward, 1896-", "id": "011398998"}, {"title": "Report on matters affecting the American merchant marine. Report on matters affecting the American merchant marine submitted by H.N. Lawrie to the Committee on legislation of the United States Shipping board .... ", "author": "Lawrie, Harold Newbold, 1883-", "id": "009060102"}, {"title": "Rules of practice in proceedings under the Federal shipping act of September 7, 1916, 39 stat. l., 728 with illustrative forms. Effective August 1, 1917 (amended January 5, 1926). ", "author": "United States. Shipping Board.", "id": "102717341"}, {"title": "Shipping sense ", "author": "Plummer, Edward Clarence, 1863-1932.", "id": "000969234"}, {"title": "Ships and cargoes; the romance of ocean commerce by Joseph Leeming ", "author": "Leeming, Joseph, 1897-1968.", "id": "006566777"}, {"title": "Statistiek der scheepvaartbeweging op de rivieren en kanalen in Nederland 1926", "author": "Netherlands (Kingdom, 1885- ). Departement van Waterstaat, Handel en Nijverheid.", "id": "000064076"}, {"title": "Statistiek van de scheepvaart in Nederlandsch-Indië over het jaar ... 1926", "author": "Dutch East Indies. Hoofdkantoor van Scheepvaart.", "id": "008375617"}, {"title": "Statistique de la navigation intérieure 1926", "author": "France. Direction des routes, de la navigation et des mines. Division de la navigation. France. Office national de la navigation. France. Direction des voies navigables et des ports maritimes.", "id": "100195370"}, {"title": "Transportation on the Great Lakes Prepared by the Board of engineers for rivers and harbors, War department, in cooperation with the United States Shipping board ", "author": "United States. Board of Engineers for Rivers and Harbors.", "id": "006107421"}, {"title": "Transportation series War Department, Corps of Engineers, U.S. Army and United States Shipping Board no.1 1926", "author": "United States. Army. Corps of Engineers. United States. Shipping Board. United States. Board of Engineers for Rivers and Harbors.", "id": "002137011"}, {"title": "Vienna Rules, 1926 : report of the Maritime and Commercial Section of the Vienna Conference ", "author": "International Law Association. Maritime Law Committee", "id": "010411669"}]