[{"title": "Das Allgemeine bürgerliche Gesetzbuch in der Fassung nach den drei Teilnovellen samt den einschlägigen Gesetzen und verordnungen aus der Rechtsprechung des Obersten Gerichtshofes erläutert von Dr. Josef Schey ", "author": "Austria.", "id": "010467651"}, {"title": "Entscheidungen des österreichischen Obersten Gerichtshofes in Zivil- und Justizverwaltungssachen Bd. 7/8 1925/1926", "author": "Austria. Oberster Gerichtshof.", "id": "010423254"}, {"title": "Grundriss des österreichischen Strafrechts von Dr. Heinrich Lammasch ", "author": "Lammasch, Heinrich, 1853-1920.", "id": "010420257"}, {"title": "Jugendrecht und jugendwohlfahrtspflege nach dem stande der österreichischen gesetzgebung vom 30. november 1925 mit den einschlägigen verordnungen und erlässen, entscheidungen des Obersten gerichtshofes, des Verwaltungsgerichtshofes und der gewerbegerichte, herausgegeben von dr. Hans Fiala ... Dr. Karl Licht ... und dr. Emil Walkhoff ... mit einer einführung von dr. Karl Licht ", "author": "Fiala, Hans", "id": "010467683"}, {"title": "Die novellen zur Bundesverfassung : ein Nachtrag zum Heft 212 der Handausgabe, enthaltend die in der Zeit vom 1. September 1924 bis 31. Oktober 1925 erlassenen Verfassungsgesetze des Bundes und der Länder mit den Ausführungs- und Nebengesetzen, nebst einem Nachtrag zu den Erkenntnissen des Verfassungsgerichtshofes hrsg. von Dr. Ludwig Adamovich und Dr. Georg Froehlich ", "author": "Austria.", "id": "010467634"}, {"title": "Das österreichische heimat- und staatsbürgerrecht nach dem stande der gesetzgebung vom 5. oktober 1925; mit entscheidungen der obersten gerichtshöfe, erläuternden bemerkungen und auszügen aus den materialien hrsg. von dr. Karl Waldert ", "author": "Waldert, Karl", "id": "010420486"}, {"title": "Die österreichischen ehegesetze mit den einschlägigen verordnungen und erlässen, nach dem stande vom 15. september 1926 herausgegeben von dr. Stephan Rieder ", "author": "Rieder, Stephan", "id": "010467654"}]