[{"title": "Acquirement of Reno Subdivision in D.C. : hearings before the United States Senate Committee on the District of Columbia, Sixty-Ninth Congress, first session, on June 2, 1926 ", "author": "United States. Congress. Senate. Committee on the District of Columbia.", "id": "100666842"}, {"title": "Acquisition of dams in Minnesota National Forests : hearing before the Committee on Agriculture and Forestry, United States Senate, Sixty-ninth Congress, first session on H.R. 292, April 24, 1926 ", "author": "United States. Congress. Senate. Committee on Agriculture and Forestry.", "id": "100668232"}, {"title": "Additional Judges : hearings before the United States House Committee on the Judiciary, Sixty-Ninth Congress, first session, on Apr. 6, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary.", "id": "100666789"}, {"title": "Additional Judicial District in the State of Georgia : hearings before the United States House Committee on the Judiciary, Subcommittee No. 4 (Judiciary), Sixty-Ninth Congress, first session, on Mar. 29, Apr. 1, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary. Subcommittee No. 4.", "id": "100666319"}, {"title": "Admission of certain relatives : hearings before the Committee on Immigration and Naturalization, House of Representatives, Sixty-ninth Congress, first session, January 7, 1926 statements of Hon. Nathan D. Perlman and Hon. Louis Marshall ", "author": "United States. Congress. House. Committee on Immigration and Naturalization.", "id": "100677125"}, {"title": "Admission of relatives, soldiers, etc. : hearings ... Sixty-ninth Congress, first session on H.R. 7089, H.R. 7968, H.R. 8949, H.R. 7097, H.R. 5838, H.R. 317, H.R. 5960, H.R. 7379, H.R. 7474, H.R. 9261 ", "author": "United States. Congress. House. Committee on Immigration and Naturalization.", "id": "100677153"}, {"title": "Admission of wives of American citizens of oriental ancestry : hearings before the Committee on Immigration and Naturalization, House of Representatives, Sixty-ninth Congress, first session, February 16, 1926 statements of Leonidas C. Dyer [and others] on H.R. 6544 ", "author": "United States. Congress. House. Committee on Immigration and Naturalization.", "id": "102457452"}, {"title": "Agriculture relief : hearings before the Committee on Agriculture, House of Representatives, Sixty-ninth Congress, first session ... ", "author": "United States. Congress 1974). House. Committee on Agriculture.", "id": "102202455"}, {"title": "Alaska Fur Seals : hearings before the United States Senate Committee on Commerce, Sixty-Ninth Congress, first session, on June 10, 1926 ", "author": "United States. Congress. Senate. Committee on Commerce.", "id": "100666055"}, {"title": "Amendment of Employees' Liability Act : hearings before the United States Senate Committee on the Judiciary, Subcommittee on S. 1162 and S. 1999, Sixty-Ninth Congress, first session, on Jan. 30, 1926 ", "author": "United States. Congress. Senate. Committee on the Judiciary.", "id": "100665557"}, {"title": "Amendment of Food and Drugs Act : hearing before the Committee on Agriculture and Forestry, United States Senate, Sixty-ninth Congress first session on S. 4235, a bill to amend section 4 of the act entitled \"An act for preventing the manufacture, sale, or transportation of adulterated or misbranded or poisonous or deleterious foods, drugs, medicines, and liquors, and for regulating traffic therein, and for other purposes,\" entitled the Food and Drug Act of June 30, 1926, May 24, 1926 ", "author": "United States. Congress. Senate. Committee on Agriculture and Forestry.", "id": "100670646"}, {"title": "American Government Buildings and Embassy Legation, and Consular Buildings in Foreign Countries : hearings before the United States House Committee on Foreign Affairs, Sixty-Ninth Congress, first session, on Jan. 7, Feb. 2-5, 8, 11, 13, 15, 17, Mar. 3, 1926 ", "author": "United States. Congress. House. Committee on Foreign Affairs.", "id": "100666076"}, {"title": "Auditor for Porto Rico and the Philippine Islands. Part 1 hearings before the United States Senate Committee on Territories and Insular Possessions, Sixty-Ninth Congress, first session, on Apr. 7, 17, 20, 27, 1926 ", "author": "United States. Congress. Senate. Committee on Territories and Insular Possessions.", "id": "002671275"}, {"title": "Bailey v. Walters election contest, twentieth district of Pennsylvania : hearings ... Sixty-ninth Congress, first session. March 23 and 24, 1926 ", "author": "United States. Congress. House. Committee on Elections No. 2.", "id": "100675639"}, {"title": "Bread bill : hearings before the Committee on Agriculture, House of Representatives, Sixty-ninth Congress, first session, on H.R. 9096, a bill to establish standard weights for loaves of bread, to prevent deception in respect thereto, to prevent contamination thereof, and for other purposes. May 25 and 26, 1926 ", "author": "United States. Congress. House. Committee on Agriculture.", "id": "100670598"}, {"title": "Bulletin officiel. : Ambtelijk blad v.19 pt.1 yr.1926", "author": "Belgian Congo.", "id": "000529415"}, {"title": "Bulletin officiel. : Ambtelijk blad v.19 pt.2 yr.1926", "author": "Belgian Congo.", "id": "000529415"}, {"title": "Charges of impeachment against Frederick A. Fenning : hearing[s] before the Committee on the Judiciary, House of representatives, Sixty-ninth Congress, first session, on House Resolution 228, May 20, 21, 24, 26, 27, 28, 29, June 1, 2, 3, 4, 5, and 7, 1926 pt.1-3", "author": "United States. Congress. House. Committee on the Judiciary.", "id": "012408223"}, {"title": "Chiropractic and Osteopathic Licensure in D.C. : hearings before the United States Senate Committee on the District of Columbia, Subcommittee on Public Health, Sixty-Ninth Congress, first session, on June 10, 1926 ", "author": "United States. Congress. Senate. Committee on the District of Columbia. Subcommittee on Public Health, Education, Welfare, and Safety.", "id": "100664946"}, {"title": "Commercial Bribery : hearings before the United States House Committee on the Judiciary, Subcommittee No. 3 (Judiciary), Sixty- Ninth Congress, second session, on Dec. 13, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary. Subcommittee No. 3.", "id": "100666265"}, {"title": "Compensation for Employees in Certain Maritime Employment : hearings before the United States House Committee on the Judiciary, Sixty-Ninth Congress, first session, on Mar. 16, Apr. 2, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary.", "id": "100666299"}, {"title": "Compensation for employees in certain maritime employments. Hearings, Sixty-ninth Congress, first session, on S.3170; a bill to provide compensation for employees injured and dependents of employees killed in certain maritime employments, and providing for administration by the United States Employees' Compensation Commission ", "author": "United States. Congress. Senate. Committee on the Judiciary.", "id": "009798400"}, {"title": "Conduct of George W. English, U.S. District Judge, Eastern District of Illinois : hearings before the United States House Committee on the Judiciary, Sixty-Ninth Congress, first session, on Jan. 12, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary.", "id": "100667645"}, {"title": "Consenting that Certain States May Sue the U.S. To Recover Certain Direct Taxes : hearings before the United States House Committee on the Judiciary, Subcommittee No. 3 (Judiciary), Sixty-Ninth Congress, first session, on June 28, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary. Subcommittee No. 3.", "id": "100666240"}, {"title": "Convict Labor hearings before the United States House Committee on Labor, Sixty-Ninth Congress, first session, on Mar. 5, 12, 20, 25, 26, 31, Apr. 1, 16, 1926 ", "author": "United States. Congress. House. Committee on Labor.", "id": "002666634"}, {"title": "Cooperative marketing : hearings before the committee on Agriculture, House of Representatives, Sixty-ninth Congress, first session on H.R. 6240, by Mr. Haugen, January 11, 12, 13, and 14, 1926 ", "author": "United States. Congress. House. Committee on Agriculture.", "id": "100670350"}, {"title": "Correcting the Account Between the State of New York and the U.S. : hearings before the United States House Committee on the Judiciary, Sixty-Ninth Congress, first session, on Mar. 31, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary.", "id": "100666324"}, {"title": "Cotton crop reports : hearings before the Committee on Agriculture, House of Representatives, Sixty-ninth congress, second session on H.R. 14245, December 14, 15, 16, and 17, 1926 ", "author": "United States. Congress. House. Committee on Agriculture.", "id": "100669562"}, {"title": "Declaratory Judgments : hearings before the United States House Committee on the Judiciary, Sixty-Ninth Congress, first session, on Mar. 25, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary.", "id": "100666886"}, {"title": "Deportation of alien seamen : hearings before the Committee on Immigration and Naturalization, House of Representatives, Sixty-ninth Congress, first session, January 21 and 22, 1926 statements of W.J. Petersen [and others] on proposed Deportation Act of 1926, methods of examination of aliens abroad ", "author": "United States. Congress. House. Committee on Immigration and Naturalization.", "id": "100677127"}, {"title": "Development of Oil and Gas Mining Leases on Indian Reservations : hearings before the United States Senate Committee on Indian Affairs, Sixty-Ninth Congress, first session, on Apr. 21, May 3, 4, 1926 ", "author": "United States. Congress. Senate. Committee on Indian Affairs.", "id": "100680681"}, {"title": "Extension of public protection of maternity and infancy act : hearing before the Committee on Interstate and Foreign Commerce, House of Representatives, Sixty-ninth Congress, first session, on H.R. 7555, a bill to authorize ... appropriations for carrying out the provisions of the act ..., January 14, 1926 ", "author": "United States. Congress. House. Committee on Interstate and Foreign Commerce.", "id": "100669231"}, {"title": "Extension of public protection of maternity and infancy act : hearing before the Committee on Interstate and Foreign Commerce, House of Representatives, Sixty-ninth Congress, first session, on H.R. 7555, a bill to authorize ... appropriations for carrying out the provisions of the act ..., January 14, 1926 ", "author": "United States. Congress. House. Committee on Interstate and Foreign Commerce.", "id": "100669231"}, {"title": "Fees of Witnesses and Jurors : hearings before the United States House Committee on the Judiciary, Subcommittee No. 2 (Judiciary), Sixty-Ninth Congress, first session, on Feb. 5, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary. Subcommittee No. 2.", "id": "100666274"}, {"title": "Flood control of the Sacramento River : hearings before the Committee on Flood Control, House of Representatives, Sixty-ninth Congress, first session on H.R. 5965, January 20, 1926 ", "author": "United States. Congress. House. Committee on Flood Control.", "id": "100668522"}, {"title": "Flying fields and hangars--air mail service : hearings before a subcommittee on the Committee on Post Office and Post Roads, House of Representatives, Sixty-ninth Congress, first session on H.R. 4326 and H.R.4642, May 3, 1926 ", "author": "United States. Congress. House. Committee on Post Office and Post Roads.", "id": "100668970"}, {"title": "Forest experiment stations : hearings before the Committee on Agriculture, House of Representatives, Sixty-ninth Congress, first session on H.R. 397 and S. 2516. June 3 and 8, 1926 ", "author": "United States. Congress. House. Committee on Agriculture.", "id": "009091484"}, {"title": "Fourteenth Street Extension in D.C. : hearings before the United States Senate Committee on the District of Columbia, Sixty- Ninth Congress, first session, on Mar. 17, 1926 ", "author": "United States. Congress. Senate. Committee on the District of Columbia.", "id": "100664949"}, {"title": "Fourth-class postmasters--rent, fuel, light and equipment allowances : hearings ... Sixty-ninth Congress, first session, on H. R. 4040 ", "author": "United States. Congress. House. Committee on Post Office and Post Roads.", "id": "100669040"}, {"title": "Galveston Channel, Tex. : hearings before the Committee on Rivers and Harbors, House of Representatives, Sixty-ninth Congress, first session, on the subject of modifying the existing project for Galveston Channel, Tex., in accordance with the recommendations in the reports submitted in House document 307, Sixty-ninth Congress, first session, April 26, 1926 ", "author": "United States. Congress. House. Committee on Rivers and Harbors.", "id": "101707587"}, {"title": "Government gazette v.21 (1926)", "author": "Papua.", "id": "009366612"}, {"title": "Handling of produce by commission merchants : hearings before the Committee on Agriculture, House of Representatives, Sixty-ninth Congress, first session, on H.R. 10510, a bill to prevent the destruction or dumping, without good and sufficient cause thereof, of farm produce received in interstate commerce by commission merchants and others and to require them truly and correctly to account for all farm produce received by them, May 26, June 14 and 17, 1926 ", "author": "United States. Congress. House. Committee on Agriculture.", "id": "100670564"}, {"title": "Hillcrest and Black Canyon units of the Boise reclamation project, Idaho : hearing before the Committee on Irrigation and Reclamation, United States Senate, Sixty-ninth Congress, first session on S. 3732, a bill making appropriations for the Hillcrest and Black Canyon units of the Boise reclamation project, Idaho. April 5, 1926 ", "author": "United States. Congress. Senate. Committee on Irrigation and Reclamation.", "id": "100669722"}, {"title": "Immigration of relatives of citizens : hearings before the Committee on Immigration and Naturalization, House of Representatives, Sixty-ninth Congress, first session, July 26, 1926 statement of Hon. Coert du Bois on various bills proposing amendment of sec. 4 (a) of the Immigration Act of 1926, statistics of visa applications at American consulates ", "author": "United States. Congress. House. Committee on Immigration and Naturalization.", "id": "100677124"}, {"title": "Immigration of wives and children of declarants : hearings before the Committee on Immigration and Naturalization, House of Representatives, Sixty-ninth Congress, first session on H.R. 11893 and H.J. Res. 283 ... May 24, June 17, June 24, and July 2, 1926 statements of A.S. Lusenberg [and others]. ", "author": "United States. Congress. House. Committee on Immigration and Naturalization.", "id": "100677145"}, {"title": "Inclusion of first, second, and third class postmasters in the classified civil service : hearings before the Committee on the Civil Service, House of Representatives, Sixty-ninth Congress, first session, on H.R. 357, H.R. 4005, H.R. 7758, January 26, 1926 ", "author": "United States. Congress. House. Committee on the Civil Service.", "id": "100670159"}, {"title": "Incorporation of the Civil Legion : hearings before the United States House Committee on the Judiciary, Subcommittee on S. 1684 and H.R. 8899, and Senate Committee on the Judiciary, Subcommittee on S. 1684 and H.R. 8899, Sixty-Ninth Congress, first session, on Feb. 24, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary.", "id": "100666298"}, {"title": "Inland waterway systems : statement of Hon. Herbert Hoover, Secretary of Commerce, before the Committee on Rivers and Harbors, House of Representatives, Sixty-ninth Congress, first session, on the subject of the development of inland waterway systems in the United States ", "author": "United States. Congress. House. Committee on Rivers and Harbors.", "id": "101707582"}, {"title": "Inspection of plant products, Cass Lake Dam Amendment Packer and Stockyards Act : hearings before the committee on Agriculture, House of Representatives, Sixty-ninth Congress, first session on H.R. 6241, by Mr. Haugen, H.R. 292, by Mr. Knutson, H.R. 7818, by Mr. Ansersen, February 2, 1926 ", "author": "United States. Congress. House. Committee on Agriculture.", "id": "100669402"}, {"title": "Load lines and reorganization of Department of commerce. : Hearings ... sixty-ninth congress, first session on H.R. 7245 ", "author": "United States. Congress. House. Committee on Merchant Marine and Fisheries.", "id": "100669517"}, {"title": "Mandan experiment station : hearing before the Committee on Agriculture, House of Representatives, Sixty-ninth Congress, first session on H.R. 9389 ... a bill to provide for the establishment of a dairying and livestock experiment station at Mandan, North Dakota, March 2, 1926 ", "author": "United States. Congress. House. Committee on Agriculture.", "id": "100669319"}, {"title": "McNary-Woodruff bill : hearings before the Committee on Agriculture, House of Representatives, Sixty-ninth Congress, first session on H.R. 271, a bill authorizing an appropriation to be expended under the provisions of section 7 of the act of March 1, 1911, entitled \"An act to enable any state to cooperate with any other state or states, or with the United States, for the protection of the watersheds of navigable streams ...\" February 17 and 18, 1926 ", "author": "United States. Congress. House. Committee on Agriculture.", "id": "100669286"}, {"title": "Migratory bird refuge act : hearings ... Sixty-ninth Congress, first session on H.R. 7479, a bill for the purpose of more effectively meeting the obligations of the existing migratory bird treaty with Great Britain ... February 15, 1926 ", "author": "United States. Congress. House. Committee on Agriculture.", "id": "009115594"}, {"title": "Miscellaneous agricultural bills : cotton crop reports, relief of Majestic Hotel, to facilitate work of Department of Agriculture : hearings before the Committee on Agriculture, House of Representatives, Sixty-ninth Congress, first session, on H.R. 11422, H.R. 11432, H.R. 11423, June 2 and 3, 1926 ", "author": "United States. Congress. House. Committee on Agriculture.", "id": "100669362"}, {"title": "Miscellaneous bills : hearings before Committee on Military Affairs, House of Representatives, Sixty-ninth Congress, first session, on S. 4182, S. 2037, S. 2038, S. 2298, S. 2658, S. 2828, S. 2996, H.R. 5020, H.R. 7470, H.R. 8130, H.R. 9178, H.R. 9218, H.R. 9964, H.R. 10384, H.R. 10472 ", "author": "United States. Congress. House. Committee on Military Affairs.", "id": "100668128"}, {"title": "Mothers' Aid in D.C. : hearings before the United States Senate Committee on the District of Columbia, Subcommittee on S. 120 and S. 1929., Sixty-Ninth Congress, first session, on Jan. 11, 21, 1926 ", "author": "United States. Congress. Senate. Committee on the District of Columbia.", "id": "100667019"}, {"title": "Muscle Shoals : hearings ... sixty-ninth Congress, first session on H. Con. Res. 4 ... S. 2147 ... S. 2956 (v.1-3)", "author": "United States. Congress. Senate. Committee on Agriculture and Forestry.", "id": "010374270"}, {"title": "National arboretum : hearings before the Committee on Agriculture, House of Representatives, Sixty-ninth Congress, first session on H.R. 3890, January 19, 1926 ", "author": "United States. Congress. House. Committee on Agriculture.", "id": "009091592"}, {"title": "National military park near Fredericksburg, Va. : hearings before the Committee on Military Affairs, House of Representatives, Sixty-ninth Congress, first session, on H.R. 6756, Monday, February 8, 1926 : statements of Hon. S.O. Bland, of Virginia and several members of the community committee ", "author": "United States. Congress. House. Committee on Military Affairs.", "id": "100668126"}, {"title": "National Military Park to Commemorate the Battle of Westport, in the state of Missouri : hearings before the Committee on Military Affairs, House of Representatives, Sixty-ninth Congress, first session, on H.R. 5585 statements of Hon. Edgar C. Ellis, January 12, 18, 20 and 21, 1926; Mr. William M. Lewis, January 20, 1926; Mr. Morrison Shafroth, January 21, 1926 ", "author": "United States. Congress. House. Committee on Military Affairs.", "id": "100668129"}, {"title": "Naturalization of World War veterans : hearings before the Committee on Immigration and Naturalization, House of Representatives, Sixty-ninth Congress, first session, January 13, 1926 statements of Raymond F. Crist, Edward McE. Lewis, Edith Nourse Rogers on bills to facilitate naturalization of aliens in the American military forces during the World War ", "author": "United States. Congress. House. Committee on Immigration and Naturalization.", "id": "100677111"}, {"title": "Navy department appropriation bill, 1927 : hearing[s] before the subcommittee on the House Committee on Appropriations ... in charge of the Navy department appropriations bill for 1927. Sixty-ninth Congress, first session ", "author": "United States. Congress. House. Committee on Appropriations.", "id": "006692149"}, {"title": "Payment of indemnity on insured parcel post : hearings before a subcommittee of the Committee on the Post Office and Post Roads, House of Representatives, Sixty-ninth Congress, first session, on H.R. 42, March 25, 1926 ", "author": "United States. Congress. House. Committee on Post Office and Post Roads.", "id": "100668962"}, {"title": "Plant quarantine amendment - tick-infested cattle : hearings before the Committee on Agriculture, House of Representatives, Sixty-ninth Congress, first session, on H.J. Res. 210, by Mr. Summers, H.R. 9833, by Mr. Crisp, April 3, 8, and 12, 1926 ", "author": "United States. Congress. House. Committee on Agriculture.", "id": "100669254"}, {"title": "Porto Rico : hearings before the Committee on Interior and Insular Affairs, House of Representatives, Sixty-ninth Congress, first session on H.R. 4085, a bill to amend the Organic act of Porto Rico, approved March 2, 1917; H.R. 11846, a bill to amend and reenact sections 20, 31, 33, and 38 of the act of March 2, 1917, entitled \"An act to provide a civil government for Porto Rico, and for other purposes,\" as amended by an act approved June 7, 1924, and for the insertion of two new sections in said act between sections 5 and 6 and sections 41 and 42 of said act, to be designated as \"5A\" and \"41A\" of said act. May 4, 5, and 11, 1926 ", "author": "United States. Congress. House. Committee on Interior and Insular Affairs.", "id": "100670334"}, {"title": "Postal Appointments in Mississippi and South Carolina : hearings before the United States House Committee on the Judiciary, Sixty-Ninth Congress, first session, on Mar. 16, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary.", "id": "100666773"}, {"title": "Preferences within quotas : hearings before the Committee on Immigration and Naturalization, House of Representatives, Sixty-ninth Congress, first session, on proposals to modify section 6, Immigration Act of 1924 statement of Hon. Coert du Bois ... April 29, 1926 ", "author": "United States. Congress. House. Committee on Immigration and Naturalization.", "id": "100677120"}, {"title": "Proposal and Ratification of Amendments to the Constitution of the U.S. : hearings before the United States House Committee on the Judiciary, Sixty-Ninth Congress, first session, on Feb. 11, Mar. 1, 12, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary.", "id": "100667547"}, {"title": "Public Utilities Commission in D.C. : hearings before the United States Senate Committee on the District of Columbia, Sixty- Ninth Congress, first session, on May 26, 1926 ", "author": "United States. Congress. Senate. Committee on the District of Columbia.", "id": "100665965"}, {"title": "Refunding of Certain Legacy Taxes : hearings before the United States House Committee on the Judiciary, Subcommittee No. 2. (Judiciary), Sixty-Ninth Congress, first session, on Feb. 4, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary. Subcommittee No. 2.", "id": "100667681"}, {"title": "Relief of judges in naturalization cases : hearings before the Committee on Immigration and Naturalization, House of Representatives, Sixty-ninth Congress, first session, on various bills to amend and supplement the naturalization laws, and for other purposes ... May 1, 1926 statements of Hon. William Howard Taft [and others]. ", "author": "United States. Congress. House. Committee on Immigration and Naturalization.", "id": "100677147"}, {"title": "River and harbor bill : hearings before the Committee on Rivers and Harbors, House of Representatives, Sixty-ninth Congress, first session, on H.R. 11176, a bill authorizing the construction, repair, and preservation of certain public works on rivers and harbors, and for other purposes pt.1-3", "author": "United States. Congress. House. Committee on Rivers and Harbors.", "id": "100719820"}, {"title": "Roads. : Hearings before the Committee on Roads, House of Representatives. Sixty-ninth Congress, second session, on H.R. 14254, December 13, 1926 ", "author": "United States. Congress. House. Committee on Roads.", "id": "100720563"}, {"title": "Safeguarding national forests : hearings before the Committee on Agriculture, House of Representatives, Sixty-ninth Congress, first session on H.R. 4070, a bill to provide cooperation to safeguard endangered agricultural and municipal interests and to protect the forest cover on the Santa Barbara, Angeles, San Bernardino, and Cleveland national forests from destruction by fire, January 16 and 18, 1926 ", "author": "United States. Congress. House. Committee on Agriculture.", "id": "100669240"}, {"title": "Salaries of judges : joint hearing before the Committees on the Judiciary, Congress of the United States, Sixty-ninth Congress, first session on H.R. 7907. January 19, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary.", "id": "101705316"}, {"title": "San Joaquin River and Stockton Channel, Calif. : hearings before the Committee on Rivers and Harbors, House of Representatives, Sixty-ninth Congress, first session, on H.R. 5962, a bill providing for the improvement of San Joaquin River and Stockton Channel, Calif., in accordance with the report submitted in House document 554, Sixty-eighth Congress, second session, January 18 and 19, 1926 ", "author": "United States. Congress. House. Committee on Rivers and Harbors.", "id": "100721149"}, {"title": "School-Teachers Retirement System in D.C. : hearings before the United States Senate Committee on the District of Columbia, Sixty-Ninth Congress, first session, on May 21, 1926 ", "author": "United States. Congress. Senate. Committee on the District of Columbia.", "id": "100667908"}, {"title": "Seasonal agricultural laborers from Mexico. Hearings ... January 28 and 29, February 2, 9, 11, and 23, 1926 ... on H.R. 6741, H.R. 7559, H.R. 9036 ", "author": "United States. Congress. House. Committee on Immigration and Naturalization.", "id": "102747910"}, {"title": "To Amend the Act Entitled \"An Act for the Reorganization and Improvement of the Foreign Service of the U.S.\" : hearings before the United States House Committee on Foreign Affairs, Sixty-Ninth Congress, first session, on Mar. 10, 1926 ", "author": "United States. Congress. House. Committee on Foreign Affairs.", "id": "100667857"}, {"title": "To Amend the Bankruptcy Law : hearings before the United States House Committee on the Judiciary, Sixty-Ninth Congress, first session, on Jan. 19, 28, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary.", "id": "100666292"}, {"title": "To Amend the Trading with the Enemy Act : hearings before the United States Senate Committee on the Judiciary, Sixty-Ninth Congress, first session, on Apr. 27, 1926 ", "author": "United States. Congress. Senate. Committee on the Judiciary.", "id": "100665695"}, {"title": "To assure title to granted school lands. : Joint hearings before the committee on public lands and surveys, United States senate and the committee on the public lands, house of representatives, sixty-ninth congress, first session on S. 3078 and H.R. 9182 ", "author": "United States. Congress. Senate. Committee on Public Lands.", "id": "100669488"}, {"title": "To create a Division of Safety in the Department of Labor : hearings before the Committee on Education and Labor, United States Senate, Sixty-ninth Congress, first session on S. 3983, a bill to create in the Bureau of Labor Statistics of the Department of Labor a Division of Safety (pt.1-2)", "author": "United States. Congress. Senate. Committee on Education and Labor.", "id": "010021727"}, {"title": "To Incorporate the American Citizenship Foundation : hearings before the United States House Committee on the Judiciary, Subcommittee No. 3 (Judiciary), Sixty-Ninth Congress, first session, on May 21, 1926 ", "author": "United States. Congress. House. Committee on the Judiciary. Subcommittee No. 3.", "id": "100666827"}, {"title": "To prevent the sale of cotton and grain in future markets. Hearings, Sixty-ninth Congress, first session, on S. 454 (v.1-2)", "author": "United States. Congress. Senate. Committee on Agriculture and Forestry.", "id": "010374269"}, {"title": "To regulate the importation of milk and cream. : Hearings before the Committee on Agriculture and Forestry, House of Representatives, Sixty-ninth Congress, first session, on H.R. 11768, a bill to regulate the importation of milk and cream into the United States for the purpose of promoting the dairy industry of the United States and protecting the public health pt.1-2", "author": "United States. Congress. House. Committee on Agriculture and Forestry.", "id": "102455788"}, {"title": "Tobacco statistics : hearings before the Committee on Agriculture, House of Representatives, Sixty-ninth Congress, first session on H.R. 11765, a bill to provide for the collection and publication of statistics of tobacco by the Department of Agriculture, May 28, 1926 ", "author": "United States. Congress. House. Committee on Agriculture.", "id": "100670366"}, {"title": "Traffic Control in D.C. : hearings before the United States Senate Committee on the District of Columbia, Sixty-Ninth Congress, first session, on Mar. 22, 29, 31, Apr. 3, 1926 ", "author": "United States. Congress. Senate. Committee on the District of Columbia.", "id": "100665937"}, {"title": "Validity of Passports : hearings before the United States House Committee on Foreign Affairs, Sixty-Ninth Congress, first session, on May 12, 1926 ", "author": "United States. Congress. House. Committee on Foreign Affairs.", "id": "100665640"}, {"title": "War department appropriation bill, 1927, military activities. Hearings before the Committee on Appropriations, House of Represenrtatives, 69th Congress, 1st session ", "author": "United States. Congress. House. Committee on Appropriations.", "id": "006692150"}, {"title": "Watson sugar claim : hearings before the Committee on Agriculture, Sixty-ninth Congress, first session on H.R. 358, authorizing the President to require the United States sugar equalization board (incorporated) to adjust a transaction relating to three thousand five hundred tons of sugar imported from the Argentine Republic, January 15, 1926 ", "author": "United States. Congress. House. Committee on Agriculture.", "id": "100670164"}, {"title": "Woman's Bureau, Police Department, D.C. : hearings before the United States Senate Committee on the District of Columbia, Sixty-Ninth Congress, first session, on June 8, 1926 ", "author": "United States. Congress. Senate. Committee on the District of Columbia.", "id": "100667697"}, {"title": "World War veterans' legislation : Edward Hines Junior Hospital : hearings before the Subcommittee on World War Veterans' Legislation, House of Representatives, Sixty-ninth Congress, first session on H.R. 3767 ", "author": "United States. Congress. House. Committee on World War Veterans' Legislation.", "id": "100716023"}, {"title": "World war veterans' legislation. : Hearings ... sixty-ninth congress, first session on proposed legislation as recommended by the director of the United States veterans' bureau affecting guardianship laws ", "author": "United States. Congress. House. Committee on World War Veterans' Legislation.", "id": "100719096"}]