[{"title": "Annual Report 1926", "author": "New York (State). Bureau of Motor Vehicles.", "id": "000551996"}, {"title": "Biennial report 1925/26-1926/28", "author": "Railroad and Warehouse Commissionof the State of Minnesota. Auto Transportation Company and Truck Permit Division.", "id": "008558787"}, {"title": "Bus transportation v.5 1926", "author": "", "id": "000060372"}, {"title": "Final text of uniform vehicle code ... ", "author": "National Conference on Street and Highway Safety. Washington, D.C.,", "id": "000968632"}, {"title": "Der lastkraftwagenverkehr seit dem Kriege, insbesondere sein wettbewerb und seine zusammenarbeit mit den schienenbahnen von Dr. Emil Merkert ... ", "author": "Merkert, Emil.", "id": "006600001"}, {"title": "A master highway plan at Detroit ", "author": "Waldon, Sidney Dunn, 1873-1945.", "id": "002747845"}, {"title": "Motor bus accounting practice, by Irville Augustus May ", "author": "May, Irville Augustus, 1876-", "id": "006566546"}, {"title": "Rules and regulations governing the transportation of persons and property over the public highways by motor-propelled vehicles as provided for in chapter 380, General laws of Oregon, 1925, and acts amendatory thereof ", "author": "Public Service Commission of Oregon.", "id": "000970917"}, {"title": "Think. An analysis of automobile accident causes Issued by the Department of Public Safety, Grand Rapids, Michigan, 1926 ", "author": "Grand Rapids (Mich.). Dept. of Public Safety.", "id": "102293498"}, {"title": "To regulate interstate commerce by motor vehicles operating as common carriers on the public highways. Hearings before the Committee on interstate commerce, United States Senate, Sixty-ninth Congress, first session, on S. 1734, a bill to regulate interstate commerce by motor vehicles operating as common carriers on the public highways ", "author": "United States. Congress. Senate. Committee on Interstate Commerce.", "id": "000970834"}, {"title": "To regulate interstate commerce by motor vehicles operating as common carriers on the public highways. Hearings before the Committee on interstate commerce, United States Senate, Sixty-ninth Congress, first session, on S. 1734, a bill to regulate interstate commerce by motor vehicles operating as common carriers on the public highways v.4 (pt.1)", "author": "United States. Congress. Senate. Committee on Interstate Commerce.", "id": "000970834"}, {"title": "To regulate interstate commerce by motor vehicles operating as common carriers on the public highways. Hearings before the Committee on interstate commerce, United States Senate, Sixty-ninth Congress, first session, on S. 1734, a bill to regulate interstate commerce by motor vehicles operating as common carriers on the public highways v.5 (pt.2)", "author": "United States. Congress. Senate. Committee on Interstate Commerce.", "id": "000970834"}]