[{"title": "The beggar's opera : as it is performed at the Lyric theatre, Hammersmith with new settings of the airs and additional music by Frederic Austin. Arranged for the voice and pianoforte ", "author": "Austin, Frederic, 1872-1952. Gay, John, 1685-1732.", "id": "001290110"}, {"title": "Boris Godonov. Opera v 4kh di︠e︡ĭstvïi︠a︡kh s prologom sochinenïe M.P. Musorgskago. Polnoe perelozhenïe (so vkli︠u︡chenïem st︠s︡en ne predpolagaemykh k t︠s︡ostanovkïʹ na st︠s︡enïʹ) dli︠a︡ fortepʹi︠a︡nos pi︠e︡nïem. Sobstvennostʹ izsdateleĭ dli︠a︡ vsi︠e︡kh stran ", "author": "Mussorgsky, Modest Petrovich, 1839-1881.", "id": "102447620"}, {"title": "Boris Godounov : drame musical national en 4 actes et un prologue d'après Pouchkine et Karamzine = national music drama in 4 acts and a prologue after Pouchkine and Karamzine version française de Robert Godet et Aloys Moose ; English version by M.C.H. Collet ", "author": "Mussorgsky, Modest Petrovich, 1839-1881.", "id": "001299019"}, {"title": "Doktor Faust Dichtung und Musik von Ferruccio Busoni.  Ergänzt und hrsg. von Philipp Jarnach.  Klavierauszug mit Text von Egon Petri und Michael von Zadora ", "author": "Busoni, Ferruccio, 1866-1924", "id": "008874810"}, {"title": "Jonny spielt auf : Oper in 2 Teilen, op. 45 Ernst Křenek ; Klavierauszug mit Text vom Komponisten ", "author": "Krenek, Ernst, 1900-1991", "id": "008874994"}, {"title": "The king's henchman; lyric drama in three acts. Op. 19. Book by Edna St. Vincent Millay ", "author": "Taylor, Deems, 1885-1966.", "id": "002423548"}, {"title": "Lucia di Lammermoor = The Bride of Lammermoor opera in three acts by G. Donizetti.The Italian libretto based on Walter Scott's novel; the English version by Natalia Macfarren, with an essay on the history of the opera by E. Irenaeus Stevenson ... ", "author": "Donizetti, Gaetano, 1797-1848.", "id": "007061278"}, {"title": "Les malheurs d'Orphée, opéra en trois actes Paroles de Armand Lunel. La partition chant et piano ", "author": "Milhaud, Darius, 1892-1974.", "id": "001291770"}, {"title": "Les malheurs d'Orphée, opéra en trois actes Paroles de Armand Lunel. La partition chant et piano ", "author": "Milhaud, Darius, 1892-1974.", "id": "001291770"}, {"title": "Marche et scherzo : tirés de l'opera L'amour des trois oranges Serge Prokofieff ", "author": "Prokofiev, Sergey, 1891-1953.", "id": "002427519"}, {"title": "Un miracle de Notre-Dame, L'impératrice aux rochers : musique de scène pour le drame de St. Georges de Bouhélier ", "author": "Honegger, Arthur, 1892-1955.", "id": "000931864"}, {"title": "Mozart; comédie musicale de Sacha Guitry Musique de Reynaldo Hahn ", "author": "Hahn, Reynaldo, 1875-1947", "id": "008875145"}, {"title": "Musiques pour \"Le Roi Lear\" transcription par Roger-Ducasse ", "author": "Debussy, Claude, 1862-1918.", "id": "102607506"}, {"title": "Parsifal : für Klavier zu 2 Händen von Richard Wagner ; mit Hinzufügung des Textes von Otto Singer ", "author": "Wagner, Richard, 1813-1883.", "id": "001297292"}, {"title": "La prise de Troise; poème lyrique en cinq tableaux Poème et musique de Hector Berlioz. Partition chant et piano réduction de L. Narici ", "author": "Berlioz, Hector, 1803-1869", "id": "008874895"}, {"title": "Relâche : ballet instantanéiste en deux actes, un entr'acte cinématographique, et \"la queue du chien\" Erik Satie ; scénario et décors de Francis Picabia ; le ballet seul pour piano avec un frontispice de Francis Picabia ", "author": "Satie, Erik, 1866-1925.", "id": "002442433"}, {"title": "Romeo and Juliet, a musical burlesque in two acts for men Words and music by John W. Brigham ", "author": "Brigham, John W.", "id": "001298967"}, {"title": "Skazanīe o nevidimom gradi͡e Kitezhi͡e i di͡evi͡e Fevronīi / Die Legende von der unsichtbaren Stadt Kitesch und von der Jungfrau Fewronia N. Rimskīĭ-Korsakov ; libretto V.I. Bi͡elskago = ", "author": "Rimsky-Korsakov, Nikolay, 1844-1908.", "id": "005219788"}, {"title": "La traviata : opera in three acts by Giuseppe Verdi ; libretto by Francesco Maria Piave ; the English version by Natalie Macfarren ; edited and the pianoforte accompaniment revised by Berthold Tours ; with an essay on the history of the opera by H. E. Krehbiel ", "author": "Verdi, Giuseppe, 1813-1901.", "id": "001293728"}, {"title": "Il trovatore = (The troubadour) : opera in four acts by Giuseppe Verdi ; libretto by S. Cammarano ; the English version by Natalia Macfarren ; with an essay on the history of the opera by E. Irenæus Stevenson ", "author": "Verdi, Giuseppe, 1813-1901.", "id": "001293571"}, {"title": "Turandot : dramma lirico in tre atti e cinque quadri di G. Adami e R. Simoni;[musica di] Giacomo Puccini ; l'ultimo duetto e il finale dell'opera sono stati completati da F. Alfano ; riduzione per canto e pianoforte di G. Zuccoli ", "author": "Puccini, Giacomo, 1858-1924.", "id": "001289990"}, {"title": "Vec Makropulos. Die Sache Makropulos; opera dle K. Capkovy komedie klavirni vytah sdelal Ludvik Kundera. Fur die deutsche Buhne ubersetzt und bearb. von Max Brod ", "author": "Janáček, Leoš, 1854-1928.", "id": "007943813"}, {"title": "Věc Makropulos. opera dle K. Čapkovy komedie Věc Makropulos. Die Sache Makropulos Oper nach der Komödie von K. Čapek Die Sache Makropulos. Klavírní výtah sdělal Ludvík Kundera. Klavierauszug von Ludvík Kundea. Für die deutsche Bühne übersetzt und bearb. von Max Brod ", "author": "Janáček, Leoš, 1854-1928.", "id": "009431849"}]