[{"title": "Architektur und Wohnform 1926", "author": "Koch, Alex. (Alexander), 1860-1939. Verlagsanstalt Alexander Koch.", "id": "000055634"}, {"title": "Colour and interior decoration by Basil Ionides ", "author": "Ionides, Basil.", "id": "006513991"}, {"title": "Farbige Wohnräume der Neuzeit; preisgekrönte entwürfe und ausgeführte Räume in 140 farbigen und schwarzen Abbildungen herausgegeben von Alexander Koch ", "author": "Koch, Alex. 1860-1939.", "id": "001470985"}, {"title": "The Furniture age book of interior decoration ", "author": "", "id": "100956207"}, {"title": "... House &amp; garden's second book of interiors, which contains seven hundred illustrations of halls, living rooms, libraries, dining rooms, bed chambers and other rooms of the house, together with their color schemes; an outline of period furniture; practical suggestions for the making and use of accessories; and a portfolio of many beautiful interiors edited by Richardson Wright... and Margaret McElroy ... 1926", "author": "Wright, Richardson Little, 1887-1961.", "id": "000123173"}, {"title": "The House beautiful furnishing annual 1926", "author": "", "id": "102090519"}, {"title": "The house of simplicity by Ethel Davis Seal; illustrated by Marion Dismant ", "author": "Seal, Ethel Davis, 1890-", "id": "006918614"}, {"title": "How to be your own decorator by Helen Koues ... ", "author": "Koues, Helen.", "id": "102184627"}, {"title": "Interior decoration for the small home by Amy L. Rolfe ", "author": "Rolfe, Amy Lucile, 1886-", "id": "101665371"}, {"title": "The practical book of decorative wall-treatments by Nancy McClelland ... with 8 illustrations in colour and 206 in double-tone ", "author": "McClelland, Nancy Vincent, 1876-", "id": "001471024"}, {"title": "The practical book of learning decoration and furniture ", "author": "Holloway, Edward Stratton, 1859-1939.", "id": "102103246"}, {"title": "Svenska hem i ord och bilder arg.14 (1926)", "author": "", "id": "009368977"}, {"title": "Techumbres y artesonados españoles por José F. Ràfols ", "author": "Ráfols, José F.", "id": "006614358"}, {"title": "The treatment of interiors by Eugene Clute ", "author": "Clute, Eugene.", "id": "000266189"}]